[
    {
        "quote": "How lucky I am to have something that makes saying goodbye so hard.",
        "credit": "A.A. Milne, Winnie-the-Pooh"
    },
    {
        "quote": "Absence sharpens love, presence strengthens it.",
        "credit": "Thomas Fuller"
    },
    {
        "quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart.",
        "credit": "Helen Keller"
    },
    {
        "quote": "If love cannot stand the test of time, then it has failed the test of love.",
        "credit": "Bernard Byer"
    },
    {
        "quote": "Distance is not for the fearful, it is for the bold. It’s for those who are willing to spend a lot of time alone in exchange for a little time with the one they love. It’s for those knowing a good thing when they see it, even if they don’t see it nearly enough.",
        "credit": "Meghan Daum"
    },
    {
        "quote": "I carry your heart with me (I carry it in my heart)",
        "credit": "e.e. cummings"
    },
    {
        "quote": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance, but live right in it, under its roof.",
        "credit": "Barbara Kingsolver"
    },
    {
        "quote": "It seemed that we loved each other better when there were large swaths of two continents between us. The daily work of love was often hard to perform at home.",
        "credit": "Aleksandar Hemon"
    },
    {
        "quote": "When your absence is felt, your presence is the essence and it makes a difference.",
        "credit": "Michael Bassey Johnson"
    },
    {
        "quote": "If you truly want to be respected by people you love, you must prove to them that you can survive without them.",
        "credit": "Michael Bassey Johnson"
    },
    {
        "quote": "And ever has it been known that love knows not its own depth until the hour of separation.",
        "credit": "Khalil Gibran"
    },
    {
        "quote": "The simple lack of her is more to me than others’ presence.",
        "credit": "Edward Thomas"
    },
    {
        "quote": "If ever there is tomorrow when we’re not together… there is something you must always remember. You are braver than you believe, stronger than you seem, and smarter than you think. But the most important thing is, even if we’re apart… I’ll always be with you.",
        "credit": "A.A. Milne, Winnie the Pooh"
    },
    {
        "quote": "You have to go wholeheartedly into anything in order to achieve anything worth having.",
        "credit": "Frank Lloyd Wright"
    },
    {
        "quote": "Definition of a long distance relationship: “Inconveniently the most effective way to find out if you really love each other.”",
        "credit": "https://www.modernlovelongdistance.com/"
    },
    {
        "quote": "Long distance relationships are hard, but they’re also incredible. If you can love, trust, respect, and support each other from a distance then you’ll be unstoppable once you’re physically together.",
        "credit": "https://www.modernlovelongdistance.com/"
    },
    {
        "quote": "Everything will be okay in the end. If it’s not okay, then it’s not the end.",
        "credit": "Ed Sheeran"
    },
    {
        "quote": "What I have with you is worth it. It is worth every lonely night, every tear I cry from missing you, and the pain I feel from not having you close. It is worth it because you are my one and only. When I picture myself years from now, I see only you. No matter how painful distance can be, not having you in my life would be worse.",
        "credit": "https://www.modernlovelongdistance.com/"
    },
    {
        "quote": "In many ways, the art of love is largely the art of persistence.",
        "credit": "Albert Ellis"
    },
    {
        "quote": "If distance were measured in terms of the heart we’d never be more than a minute apart.",
        "credit": "https://www.modernlovelongdistance.com/"
    },
    {
        "quote": "Love is not finding someone to live with. It’s finding someone you can’t live without.",
        "credit": "Rafael Ortiz"
    },
    {
        "quote": "Your absence has not taught me how to be alone, it merely has shown that when together we cast a single shadow on the wall.",
        "credit": "Doug Fetherling"
    },
    {
        "quote": "I knew when I met you an adventure was going to happen.",
        "credit": "A.A. Milne - Winnie The Poo"
    },
    {
        "quote": "The value of love is slowly lost when we have way too much. There is just no time to appreciate it. It is in times of separation and distance that you truly understand the meaning of love.",
        "credit": "Tiffany Health"
    },
    {
        "quote": "I love no one but you, I have discovered, but you are far away and I am here alone. Then this is my life and maybe, however unlikely, I’ll find my way back there. Or maybe, one day, I’ll settle for second best. And on that same day, hell will freeze over, the sun will burn out and the stars will fall from the sky.",
        "credit": "Lemony Snicket"
    },
    {
        "quote": "Being close is the first and last desire of lovers, but being far and loving each other without an inch’s difference is the characteristic of real love.",
        "credit": "Senora Ray"
    },
    {
        "quote": "Life has taught us that love does not consist in gazing at each other but in looking outward together in the same direction.",
        "credit": "Saint-Exupery"
    },
    {
        "quote": "If you think missing me is hard, you should try missing you.",
        "credit": "https://www.modernlovelongdistance.com/"
    },
    {
        "quote": "It is a risk to love. What if it doesn’t work out? Ah, but what if it does?",
        "credit": "Peter McWilliams"
    },
    {
        "quote": "The harder the fight, the greater the victory.",
        "credit": "Chris Burkmenn"
    },
    {
        "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
        "credit": "Henry Ford"
    },
    {
        "quote": "In the middle of every difficulty lies opportunity.",
        "credit": "Albert Einstein"
    },
    {
        "quote": "Love is everything it’s cracked up to be. It really is worth fighting for, being brave for, risking everything for.",
        "credit": "Erica Jong"
    },
    {
        "quote": "Life is a succession of lessons which must be lived to be understood.",
        "credit": "Helen Keller"
    },
    {
        "quote": "Slow down. Calm down. Don’t worry. Don’t hurry. Trust the process.",
        "credit": "Alexandra Stoddard"
    },
    {
        "quote": "Love will travel as far as you let it. It has no limits.",
        "credit": "https://www.modernlovelongdistance.com/"
    },
    {
        "quote": "Love is missing someone whenever you’re apart, but somehow feeling warm inside because you’re close in heart.",
        "credit": "Kay Knudson"
    },
    {
        "quote": "I love you because the entire universe conspired to help me find you.",
        "credit": "Elizabeth Barrett Browning"
    },
    {
        "quote": "I love you not only for what you are, but for what I am when I am with you.",
        "credit": "Albert Einstein"
    },
    {
        "quote": "I wonder why people still underestimate the authenticity of long distance relationships. I fell in love with his soul before I could even touch his skin. If that isn’t true love, then please tell me what is.",
        "credit": "https://www.modernlovelongdistance.com/"
    },
    {
        "quote": "Be the success story you’re looking for. Be the ones to survive your long distance relationship. Be the inspiration for others to follow.",
        "credit": "Dee King"
    },
    {
        "quote": "When something is missing in your life, it usually turns out to be someone.",
        "credit": "Robert Brault"
    },
    {
        "quote": "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.",
        "credit": "Helen Keller"
    },
    {
        "quote": "While loving someone deeply gives you courage.",
        "credit": "Lao Tzu"
    },
    {
        "quote": "Love isn’t something you find. Love is something that finds you.",
        "credit": "Loretta Young"
    },
    {
        "quote": "Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them which makes it possible for each to see the other whole against the sky.",
        "credit": "Rainer Maria Rilke"
    },
    {
        "quote": "The most precious gift we can offer anyone is our attention. When mindfulness embraces those we love, they will bloom like flowers.",
        "credit": "Thich Nhat Hanh"
    },
    {
        "quote": "I exist in two places, here and where you are.",
        "credit": "Margaret Atwood"
    },
    {
        "quote": "Never gonna give you up, Never gonna let you down, Never gonna run around and desert you. Never gonna make you cry, Never gonna say goodbye, Never gonna tell a lie and hurt you.",
        "credit": "Rick Astley"
    }
]